Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_yk:n_ilmastokonferenssiin_-_alkuperaiskansojen_ihmisoikeuksia_tulee_kunnioittaa.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät osallistui YK:n ilmastokonferenssiin – alkuperäiskansojen ihmisoikeuksia tulee kunnioittaa
sms: Sääʹmteʹǧǧ vuässõõđi ÕM äimmõskonferenssa – alggmeerai ooumažvuõiggâdvuõđid âlgg ciʹsttjed

source: YK:n ilmastosopimuksen osapuolikokous (COP) järjestettiin Iso-Britannian Glasgow’ssa 31.10.-13.11.
sms: ÕM äimmõs-suåppmõõžž vueʹssbieʹllsååbbar (COP) jäʹrjsteš Jõnn-Britannia Glasgowʼst 31.10.-13.11.

source: Kyseessä oli YK:n alaisen ilmastopuitesopimuksen 26. osapuolikokous ja ensimmäinen osapuolikokous Pariisin ilmastosopimuksen kauden alettua 2020.
sms: Kõõččmõõžžâst leäi ÕM vuâllsa äimmõsraammsuåppmõõžž 26. vueʹssbieʹllsååbbar da vuõssmõs vueʹssbieʹllsååbbar Pariis äimmõs-suåppmõõžž pââʹj ääʹljeen 2020.

source: Kokouksen keskeisenä tavoitteena oli sopia Pariisin sopimuksen toimeenpanosta sekä välineistä toimeenpanoa varten.
sms: Såbbar kõskksiʹžžen täävtõssân leäi suåppâd Pariis suåppmõõžž tiuʹddepiijjmõõžžâst di neävvain tiuʹddepiijjmõõžž vääras.

source: Alkuperäiskansojen viesti kokouksessa oli, että markkinamekanismeihin liittyviin sääntöihin tulee kirjata alkuperäiskansojen ihmisoikeuksien kunnioittaminen päästövähennyskauppoja käydessä.
sms: Alggmeerai saakk såbbrest leäi, što markkânmekaniismid õhttneei vuâkkõõzzid âlgg ǩeeʹrjtõõvvâd alggmeerai ooumažvuõiggâdvuõđi ciʹsttjummuš piâstǩieʹppeemkaaupid jieʹleen.

source: Sopu sääntöihin saatiin lopulta kokouksen viime metreillä, ja alkuperäiskansojen oikeudet mainitaan markkinamekanismin sääntöjen yhteydessä.
sms: Suåpp vuâkkõõzzid vuõǯǯuš looppâst såbbar mââimõs pooddâst, da alggmeerai vuõiggâdvuõđ peäggtet markkânmekaniism vuâkkõõzzi õhttvuõđâst.

source: Markkinamekanismisäännöissä kyse on siitä, miten maat voivat hyödyntää kumppanimaissa rahoittamiaan ilmastotoimia omien, Pariisin sopimukseen ilmoittamiensa päästötavoitteiden saavuttamisessa.
sms: Markkânmekanismmvuâkkõõzzin kõõččmõš lij tõʹst, mäʹhtt jânnam vueiʹtte äuʹǩǩeed kueiʹmmjânnmin teäggtem äimmõstååimid jiijjâz, Pariis suåppmõʹšše iʹlmmtem piâst-täävtõõzzi õsttmõõžžâst.

source: – Saamelaiskäräjille on tärkeää, että mekanismien avulla toteutetut päästövähennykset ja niihin liittyvät toimet eivät loukkaa alkuperäiskansojen oikeuksia missään päin maailmaa ja että mekanismien avulla saavutetut päästövähennykset ovat todellisia.
sms: – Sääʹmtegga lij vääžnai, što mekaniismi veäkka čõõđ vikkum piâstǩieʹppummuž da tõid õhttneei tååim jiâ neuʹrred alggmeerai vuõiggâdvuõđid ni koon åʹrnn maaiʹlm da što mekaniismi veäkka õsttum piâstǩieʹppummuž liâ tuõttla.

source: Tätä varten on tärkeää, että sääntökirjassa on maininta alkuperäiskansojen oikeuksien kunnioittamisesta, Saamelaiskäräjien puheenjohtaja Juuso sanoo kokoukseen viimeisten päivien tunnelmista.
sms: Tän diõtt lij vääžnai, što vuâkkõsǩeeʹrjest lij peäggtõs alggmeerai vuõiggâdvuõđi ciʹsttjummšest, Sääʹmteeʹǧǧ saaǥǥjååʹđteei Juuso särnn såbbra mââimõs peeiʹvi tobdlmin.

source: Alkuperäiskansoja koskevat asiat kokouksessa olivat alkuperäiskansojen ilmastofoorumin työryhmän (Local communities and Indigenous Peoples Platform) 6. tapaaminen sekä sen työohjelmaan kuuluvat aktiviteetit kokouksen aikana.
sms: Alggmeeraid kuõskki ääʹšš såbbrest leʹjje alggmeerai äimmõsfoorum ääʹrtel (Local communities and Indigenous Peoples Platform) 6. vueiʹnnlõõttmõš di tõn tuâjjprograʹmme kuulli aktiviteeʹtt såbbar poodd.

source: Lisäksi kokouksessa hyväksyttiin työryhmän toinen toimintasuunnitelma vuosille 2022-2024.
sms: Lââʹssen såbbrest priʹmmeš ääʹrtel nuʹbb tåimmamplaan iiʹjjid 2022-2024.

source: Uusi toimintasuunnitelma sisältää yhteensä yhdeksän aktiviteettiä, jotka liittyvät alkuperäiskansojen perinteiseen tietoon sekä osallistumiseen ilmastonmuutosta koskevaan politiikkaan sekä toimintaan.
sms: Ođđ tåimmamplaan âânn seʹst õhttseʹžže ååuʹc aktiviteeʹtt, kook õhttne alggmeerai äʹrbbvuõđlaž tiõttu di vuässõõttmõʹšše äimmõsmuttâz kuõskki politiʹǩǩe di tåimmʼmõʹšše.

source: Saamelaiskäräjiä kokouksessa edustivat puheenjohtaja Tuomas Aslak Juuso ja kansainvälisten asioiden sihteeri Inka Saara Arttijeff osana Suomen valtuuskuntaa.
sms: Sääʹmteeʹǧǧ såbbrest eeʹttkâʹstte saaǥǥjååʹđteei Tuomas Aslak Juuso da meeraikõskksaž aaʹšši piisar Inka Saara Arttijeff vueʹzzen Lääʹdd parlameeʹnt.

source: Saamelaiskäräjien edustajat osallistuivat alkuperäiskansoja koskeviin neuvotteluihin sekä konferenssin oheistapahtumiin.
sms: Sääʹmteeʹǧǧ eeʹttǩeei vuässõʹtte alggmeeraid kuõskki saǥstõõllmõõžžid di konfereeʹns pâʹlddšõddmõõžžid.

source: Suomen Saamelaiskäräjien lisäksi Norjan, Ruotsin sekä Saamelaisneuvoston edustajat osallistuivat kokoukseen.
sms: Lääʹdd Sääʹmteeʹǧǧ lââʹssen Taarr, Ruõcc di Sääʹmsuåvtõõzz eeʹttǩeei vuässõʹtte såbbra.

source: Glasgow’n kokous oli korona-ajan ensimmäinen suuri YK-kokous, joka järjestettiin fyysisenä kokouksena.
sms: Glasgowʼn sååbbar leäi korona-ääiʹj vuõssmõs jõnn ÕM-sååbbar, koon jäʹrjsteš fyyslânji såbbren.

source: Kokoukseen ja sen sivutapahtumiin osallistui yhteensä arviolta yli 25 000 osallistujaa.
sms: Såbbra da tõn pâʹlddšõddmõõžžid vuässõʹtte õhttseʹžže nuʹt pâʹjjel 25 000 vuässõõđi.

source: Kokoukseen osallistui noin 150 alkuperäiskansojen edustajaa ympäri maailman.
sms: Såbbra vuässõʹtte nuʹt 150 alggmeerai eeʹttǩeei pirr maaiʹlm.

source: Arktisella alueella ilmasto lämpenee muuta maapalloa nopeammin
sms: Aarktlaž vuuʹdest äimmõs pakkan jeeʹres skääđsuõllu sõõrǥab

source: Hallitustenvälisen ilmastopaneelin IPCC:n tuoreen raportin mukaan maapallon keskilämpötilan nousu on kiihtynyt ja se ylittää 1,5 asteen rajan viimeistään jo tulevan vuosikymmenen alkupuolella.
sms: Halltõõzz kõskksa äimmõspaneel IPCC ođđ rapoort mieʹldd skääđsuõllu kõskkteemperatuur pâjjnummuš lij hooddõõvvâm da tõt käggââtt 1,5 ceäkkaz raaj mââimõõzzâst juʹn puõʹtti lååi eeʹjj aalǥbeäʹlnn.

source: Pariisin sopimuksen ratifioineet osapuolet ovat sitoutuneet tavoittelemaan lämpenemisen rajaamista 1,5 asteeseen tavoitteeseen, mutta käytännön toimissa se ei vielä riittävästi näy.
sms: Pariis suåppmõõžž ratifiõsttâm vueʹssbeäʹl liâ čõnnõõttâm täävtõõllâd pakknummuž rajjummuž 1,5 ceäkksa täävtõʹsse, leša vueʹjj tååimin tõt ij võl dovoʹlna kuõsttu.

source: Arktisella alueella ilmasto lämpenee ainakin kaksi kertaa muuta maapalloa nopeammin.
sms: Aarktlaž vuuʹdest äimmõs pakkan kuuitâǥ kueiʹt vuâra jeeʹres skääđsuõllu sõõrǥab.

source: Tämä vaikuttaa kaikkiin arktisiin alkuperäiskansoihin olosuhteiden muuttuessa, joka näkyy esimerkiksi perinteisiä elinkeinoja harjoittaessa.
sms: Tät vaaikat pukid aarktlaž alggmeeraid jeällmõõžži mõttjeen, kååʹtt kuâsttai ouddmiârkkân äʹrbbvuõđlaž jieʹllemvueʹjjid vueʹǩǩââʹtteen.

source: Saamelaiskäräjien kuluvan vaalikauden yksi päätavoitteista on toimenpiteiden edistäminen ilmastonmuutoksen rajoittamiseksi ottaen huomioon saamelaisten oikeudet.
sms: Sääʹmteeʹǧǧ jooʹtti vaalpoodd õhtt vueiʹvvtäävtõõzzin lij tååimi ooudâsviikkmõš äimmõsmuttâz rääʹjtummšen vääʹldeeʹl lokku säʹmmlai vuõiggâdvuõđid.

source: Vaalikauden toimintaohjelman yksityiskohtaisia tavoitteita ovat saamelaisen ilmastonmuutoksen sopeutumisohjelman ja ilmastopaneelin edistäminen sekä ilmastonmuutospolitiikkaan vaikuttaminen niin kansallisesti kuin kansainvälisestikin.
sms: Vaalpoodd tåimmamprograamm tääʹrǩes täävtõõzz liâ säʹmmlaž äimmõsmuttâz šiõttlõõvvâmprograamm da äimmõspaneel ooudâsviikkmõš di äimmõsmuuttâspolitiikk vaikktummuš nuʹt meersânji ǥu še meeraikõõsǩeld.

source: Lisätietoja
sms: Lââʹssteâđ

source: Tuomas Aslak Juuso Puheenjohtaja +358 40 687 3394 tuomas.juuso(at)samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei +358 40 687 3394 tuomas.juuso(at)samediggi.fi

source: Inka Saara Arttijeff Kansainvälisten asioiden sihteeri +358 50 574 7629 inka-saara.arttijeff(at)samediggi.fi
sms: Inka Saara Arttijeff Meeraikõskksaž aaʹšši piisar +358 50 574 7629 inka-saara.arttijeff(at)samediggi.fi
